{"_id":1,"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American filmmaker. Beginning his career under B-movie producer Roger Corman, Demme made his directorial debut with the 1974 women-in-prison film Caged Heat, before becoming known for his casually humanist films[2] such as Melvin and Howard (1980), Swing Shift (1984), Something Wild (1986), and Married to the Mob (1988). His direction of the 1991 psychological horror film The Silence of the Lambs (1991) won him the Academy Award for Best Director. His subsequent films earned similar acclaim, notably Philadelphia (1993) and Rachel Getting Married (2008).","DateOfBirth":{"$date":{"$numberLong":"-94694400000"}}}
{"_id":2,"Name":"Judd Apatow","Bio":"Judd Apatow is an American producer, writer, director, actor and stand-up comedian.","DateOfBirth":{"$date":{"$numberLong":"-94694400000"}}}
{"_id":3,"Name":"James Cameron","Bio":"James Francis Cameron CC is a Canadian filmmaker. He is known for making science fiction and epic films, and first gained recognition for writing and directing The Terminator (1984). Cameron found further success with Aliens (1986), The Abyss (1989), Terminator 2: Judgment Day (1991), and the action comedy True Lies (1994). He also wrote and directed Titanic (1997) and Avatar (2009), with Titanic earning him Academy Awards in Best Picture, Best Director and Best Film Editing. Avatar, filmed in 3D technology, earned him nominations in the same categories.","DateOfBirth":{"$date":{"$numberLong":"-485308800000"}}}
{"_id":4,"Name":"Rian Johnson","Bio":"Rian Johnson was born in Maryland and at a young age his family moved to San Clemente, California, where he was raised. After graduating from high school, he went on to attend the University of Southern California School of Cinematic Arts. His first feature film, Brick (2005), was released in 2005 and was the metaphorical building block that launched his career. He is a director, writer, and musician, among other areas of expertise. -- Updated","DateOfBirth":{"$date":"1973-12-17T00:00:00Z"}}
{"_id":5,"Name":"Robert Zemeckis","Bio":"A whiz-kid with special effects, Robert is from the Spielberg camp of film-making (Steven Spielberg produced many of his films). Usually working with writing partner Bob Gale, Robert's earlier films show he has a talent for zany comedy (Romancing the Stone (1984), 1941 (1979)) and special effect vehicles (Who Framed Roger Rabbit (1988) and Back to the Future (1985)). His later films have become more serious, with the hugely successful Tom Hanks vehicle Forrest Gump (1994) and the Jodie Foster film Contact (1997), both critically acclaimed movies. Again, these films incorporate stunning effects. Robert has proved he can work a serious story around great effects.","DateOfBirth":{"$date":{"$numberLong":"-619660800000"}}}
{"_id":6,"Name":"Pete Docter","Bio":"Pete Docter is the Oscar-winning director of Monsters, Inc., Up, and Inside Out, and Chief Creative Officer at Pixar Animation Studios. He is currently directing Pixar's feature film 'Soul' with producer Dana Murray, which is set to release June 19, 2020.Starting at Pixar in 1990 as the studio's third animator, Docter collaborated and help develop the story and characters for Toy Story, Pixar's first full-length animated feature film, for which he also was supervising animator. He served as a storyboard artist on A Bug's Life, and wrote initial story treatments for both Toy Story 2 and WALL.E.","DateOfBirth":{"$date":{"$numberLong":"-38793600000"}}}
{"_id":7,"Name":"Joseph Kosinski","Bio":"Joseph Kosinski is a director whose uncompromising style has quickly made a mark in the filmmaking zeitgeist. His feature film debut, Tron: Legacy for Walt Disney Studios, grossed over $400 million worldwide and was nominated for several awards, including an Academy Award for Sound Editing and a Grammy for the score by Daft Punk.","DateOfBirth":{"$date":"1974-05-03T00:00:00Z"}}
